
#Database related properties
jdbc.driverClassName=oracle.jdbc.driver.OracleDriver
jdbc.url=jdbc:oracle:thin:@localhost:1521/ORCL
jdbc.username=b2bAdmin
jdbc.password=mL0r6caAICPavF2ZLfoIIg==

#jdbc.driverClassName=oracle.jdbc.driver.OracleDriver
#jdbc.url=jdbc:oracle:thin:@oradev-scan:1521/B2BDEV
#jdbc.username=B2BSC
#jdbc.password=TdqaWE/QEKY=

# SIT JDBC Settings
#jdbc.driverClassName=oracle.jdbc.driver.OracleDriver
#jdbc.url=jdbc:oracle:thin:@oradev-scan:1521/B2BDEV
#jdbc.username=B2BSC
#jdbc.password=TdqaWE/QEKY=

# UAT JDBC Settings
#jdbc.driverClassName=oracle.jdbc.driver.OracleDriver 
#jdbc.url=jdbc:oracle:thin:@//orauat-scan:1521/B2BUAT 
#jdbc.username=B2BSC 
#jdbc.password=f67ALplb1URyZpvbswRrlg==
jdbc.datasource=jdbc/OracleDS

creditNotification=Dear Alawwal Collection user <br> <br> Please be informed that, you received the following Credit notification from your $SchemeName Collection Scheme.<br> <br> Credit Account Number :$CollectionAccountNumber <br> Amount : $CollectedAmount<br> Invoice Number : $InvoiceNumber <br> Invoice Name  : $InvoiceName <br> Payer ID :$RemitterId <br> Payer IBAN Account Number : $IBAN <br>  Pay Date :$PayDate <br> For Any clarification/Support kindly get in touch with Our Corporate support Desk at cibcare@alawwalbank.com /Toll Free Number 08004400020.<br> <br> Regards,<br> Al Awwal Team <br> <br> (This is an automatically generated email,please do not reply).<br>-------------------------------------------------------------------------------------------------------------------<br>\u0625\u062E\u0644\u0627\u0621 \u0645\u0633\u0626\u0648\u0644\u064A\u0629: \u064A\u062D\u062A\u0648\u064A \u0647\u0630\u0627 \u0627\u0644\u0628\u0631\u064A\u062F \u0627\u0644\u0625\u0644\u0643\u062A\u0631\u0648\u0646\u064A \u0639\u0644\u0649 \u0627\u0644\u062A\u0646\u0628\u064A\u0647 \u0646\u064A\u0627\u0628\u0629 \u0639\u0646 \u0635\u0627\u062D\u0628 \u0627\u0644\u0645\u0633\u062A\u062D\u0642\u0627\u062A \u0627\u0644\u0645\u0646\u0628\u0647 \u0639\u0646\u0647\u0627\u060C \u0643\u0645\u0627 \u0623\u0646 \u0627\u0644\u0645\u0639\u0644\u0648\u0645\u0627\u062A \u0627\u0644\u0648\u0627\u0631\u062F\u0629 \u0641\u064A \u0647\u0630\u0627 \u0627\u0644\u062A\u0646\u0628\u064A\u0647 \u0642\u062F \u062A\u0643\u0648\u0646 \u0633\u0631\u064A\u0629 \u0648\u062E\u0627\u0635\u0629 \u0641\u0642\u0637 \u0628\u0627\u0644\u0645\u0631\u0633\u0644 \u0625\u0644\u064A\u0647\u0645 \u0641\u0642\u0637. \u0625\u0646 \u0627\u0644\u0645\u0639\u0644\u0648\u0645\u0627\u062A \u0648\u0627\u0644\u0625\u0641\u0627\u062F\u0627\u062A \u0645\u0630\u0643\u0648\u0631\u0629 \u0641\u064A \u0647\u0630\u0627 \u0627\u0644\u0628\u0631\u064A\u062F \u0627\u0644\u0627\u0644\u064A\u0643\u062A\u0631\u0648\u0646\u064A \u062A\u0639\u0628\u0631 \u0641\u0642\u0637 \u0639\u0646 \u0627\u0644\u0639\u0644\u0627\u0642\u0629 \u0628\u064A\u0646\u0643\u0645 \u0648 \u0628\u064A\u0646 \u0635\u0627\u062D\u0628 \u0627\u0644\u0645\u0633\u062A\u062D\u0642\u0627\u062A \u0627\u0644\u0645\u0646\u0628\u0647 \u0639\u0646\u0647\u0627 \u0647\u0646\u0627 \u0648 \u0644\u0627 \u062A\u0639\u0643\u0633  \u0631\u0623\u064A \u0627\u0644\u0628\u0646\u0643 \u0627\u0644\u0623\u0648\u0644 \u0643\u0645\u0627 \u0644\u0627 \u064A\u0636\u0645\u0646 \u0627\u0644\u0628\u0646\u0643 \u0627\u0644\u0623\u0648\u0644 \u0635\u062D\u062A\u0647\u0627 \u0648\u0644\u0627 \u064A\u062A\u062D\u0645\u0644 \u0623\u064A \u0645\u0633\u0624\u0648\u0644\u064A\u0629 \u0646\u0627\u062A\u062C\u0629 \u0639\u0646\u0647\u0627.\u0625\u0630\u0627 \u0644\u0645 \u062A\u0643\u0646 \u0627\u062D\u062F \u0627\u0644\u0645\u0639\u0646\u064A\u064A\u0646 \u0628\u0627\u0633\u062A\u0644\u0627\u0645 \u0647\u0630\u0627 \u0627\u0644\u0628\u0631\u064A\u062F \u0627\u0644\u0627\u0644\u064A\u0643\u062A\u0631\u0648\u0646\u064A \u0641\u0625\u0646\u0647 \u064A\u0645\u0646\u0639 \u0645\u0646\u0639\u0627\u064F \u0628\u0627\u062A\u0627\u064F \u062A\u062D\u0648\u064A\u0644 \u0623\u0648 \u0646\u0633\u062E \u0623\u0648 \u0637\u0628\u0627\u0639\u0629 \u0623\u0648 \u0625\u0641\u0634\u0627\u0621 \u0623\u0648 \u0627\u062A\u062E\u0627\u0630 \u0623\u0648 \u0625\u0644\u063A\u0627\u0621 \u0623\u064A\u0629 \u0625\u062C\u0631\u0627\u0621 \u0628\u0627\u0644\u0627\u0639\u062A\u0645\u0627\u062F \u0639\u0644\u0649 \u0647\u0630\u0627 \u0627\u0644\u0628\u0631\u064A\u062F \u0627\u0644\u0627\u0644\u064A\u0643\u062A\u0631\u0648\u0646\u064A \u0623\u0648 \u0639\u0644\u0649 \u0623\u064A \u0645\u0646 \u0645\u062D\u062A\u0648\u064A\u0627\u062A\u0647.\u064A\u0631\u062C\u0626 \u0625\u0634\u0639\u0627\u0631 \u0627\u0644\u0645\u0631\u0633\u0644 \u0625\u0630\u0627 \u0627\u0633\u062A\u0644\u0645\u062A \u0647\u0630\u0627 \u0627\u0644\u0628\u0631\u064A\u062F \u0639\u0646 \u0637\u0631\u064A\u0642 \u0627\u0644\u062E\u0637\u0627\u0621 \u060C \u0648 \u064A\u062C\u0628 \u062D\u0630\u0641 \u062C\u0645\u064A\u0639 \u0646\u0633\u062E \u0647\u0630\u0627 \u0627\u0644\u0628\u0631\u064A\u062F \u0627\u0644\u0627\u0644\u064A\u0643\u062A\u0631\u0648\u0646\u064A \u0645\u0646 \u0646\u0638\u0627\u0645\u0643. \u0645\u0646 \u0627\u0644\u0645\u0645\u0643\u0646 \u0623\u0646 \u064A\u062A\u0639\u0631\u0636 \u0627\u0644\u0628\u0631\u064A\u062F \u0627\u0644\u0627\u0644\u064A\u0643\u062A\u0631\u0648\u0646\u064A \u0625\u0644\u0649 \u0627\u0644\u062A\u062E\u0631\u064A\u0628 \u0623\u0648 \u0627\u0644\u062A\u0639\u062F\u064A\u0644 \u0623\u0648 \u0627\u0644\u062A\u062D\u0631\u064A\u0641\u060C \u0648\u0627\u0644\u0628\u0646\u0643 \u0627\u0644\u0623\u0648\u0644 \u063A\u064A\u0631 \u0645\u0633\u0624\u0648\u0644 \u0639\u0646 \u0623\u064A \u062A\u0639\u062F\u064A\u0644 \u0623\u0648 \u062A\u062D\u0631\u064A\u0641  \u0642\u062F \u064A\u0631\u062F \u0639\u0644\u0649 \u0647\u0630\u0627 \u0627\u0644\u0628\u0631\u064A\u062F \u0627\u0644\u0625\u0644\u0643\u062A\u0631\u0648\u0646\u064A \u0623\u0648 \u0639\u0646 \u0623\u064A \u0623\u0636\u0631\u0627\u0631 \u0642\u062F \u062A\u0633\u0628\u0628\u0647\u0627 \u0623\u064A \u0641\u064A\u0631\u0648\u0633\u0627\u062A \u0642\u062F \u064A\u062D\u0645\u0644\u0647\u0627 \u0647\u0630\u0627 \u0627\u0644\u0628\u0631\u064A\u062F \u0627\u0644\u0627\u0644\u064A\u0643\u062A\u0631\u0648\u0646\u064A.<br>Confidentiality and Liability Notice: Saudi  Hollandi Bank and its subsidiary Saudi Hollandi capital have launched their new Commercial identity as Alawwal bank and Alawwal Invest respectively replacing Saudi Hollandi Bank and Saudi Hollandi Capital. You will be receiving either a reply or new emails from the bank but using the new bank's commercial names/domain, however we advice you to update your records with new bank's email addresses and contact. Our new domains are Alawwalbank.com and Alawwalinvest.com.<br>The bank system will still be accepting emails addressed to old domain @shb.com.sa but this will be on a temporary basis<br>This message (including any attachments) is confidential and may be privileged. If you have received it by mistake please notify the sender by return e-mail and delete this message from your system. Any unauthorized use or dissemination of this message in whole or in part is strictly prohibited. Please note that e-mails are susceptible to change. Alawwal Bank or Alawwal Invest  shall not be liable for the improper or incomplete transmission of the information contained in this  communication nor for any delay in its receipt or damage to your system.<br>Alawwal Bank and/or  Alawwal Invest do not guarantee that the  integrity of this communication has been maintained nor that this communication is free of viruses, interceptions or interference.<br>-------------------------------------------------------------------------------------------------------------------

#client Notification 




